Repository: redhog/appomatic_doctoad
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv_se

source: Log out
sv_se: Logga ut

source: Back to current version
sv_se: Tillbaka till senaste godkännda version

source: Dismiss change
sv_se: Avslå ändring

source: Apply change
sv_se: Godkänn ändring

source: Change: %(name)s
sv_se: Ändring: %(name)s

source: This change can not be applied as it is, as other changes that clashes with it have already been applied.
sv_se: Den här ändringen kan inte godkännas som den ser ut nu, eftersom den rörsamma rader som en annan ändring som redan godkännts.

source: Fix the change
sv_se: Rätta ändring

source: Documents
sv_se: Dokumentlista

source: Differences
sv_se: Skillnader

source: Description of change
sv_se: Som motion

source: Log
sv_se: Historik

source: Name of change:
sv_se: Namn på ändringen

source: Added document %(file)s
sv_se: Nytt dokument %(file)s

source: Save
sv_se: Spara

source: Save changes
sv_se: Spara ändring

source: Fixing clashing change
sv_se: Fixa ändringen

source: Create new document:
sv_se: Skapa nytt dokument:

source: Add
sv_se: Lägg till

source: Change requests
sv_se: Förslag

source: Updates
sv_se: Ändringsförslag

source: Closed
sv_se: Avslagna

source: <h1>Welcome to DocToad!</h1> <p>DocToad is a tool to manage changes to documents inside an organisation, before, under and after a general assembly.</p>
sv_se: <h1>Välkommen till DocToad!</h1> <p>DocToad är ett verktyg för att hantera ändringar i dokument inom en organisation, före, under och efter ett medlemsmöte.</p>

source: Your name
sv_se: Ditt namn

source: Email
sv_se: E-post

source: Start using DocToad
sv_se: Börja använda DocToad

source: Log in as an administrator:
sv_se: Logga in som administratör

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Login
sv_se: Logga in

source: I'm an admin
sv_se: Jag är admin

source: Click the toad to start working with the documents
sv_se: Klicka på paddan för att börja arbeta med dokumenten

source: by
sv_se: av

source: To change <blockquote class="version-one">%(before)s</blockquote> into <blockquote class="version-two">%(after)s</blockquote> under <em class="heading">%(heading)s</em> in <em class="filename">%(filename)s</em>. For details see the change in DocToad: <a href="%(changeurl)s">%(changeurl)s</a>.
sv_se: Att ändra <blockquote class="version-one">%(before)s</blockquote> till <blockquote class="version-two">%(after)s</blockquote> under <em class="heading">%(heading)s</em> i dokumentet <em class="filename">%(filename)s</em>. Du kan se ändringen i sitt ursprungliga sammanhang i DocToad: <a href="%(changeurl)s">%(changeurl)s</a>.
